{"categories":["THE OLYMPIC FLAME","PLAIN-NAMED MALADIES","SOME RANDOM INFO","MOVIE TITLE MIDDLE WORD","A BRIEF HISTORY","OF \"TIME\""],"clues":["<td id=\"clue_J_1_1\" class=\"clue_text\">In 1992 there was a dramatic lighting by Paralympian Antonio Rebollo, who shot a flaming this</td>","<td id=\"clue_J_2_1\" class=\"clue_text\">The injury called this fruit \"hand\" is on the rise<span class=\"nobreak\">--</span>use a cutting board when making guacamole!</td>","<td id=\"clue_J_3_1\" class=\"clue_text\">Sticky fruits, not blood, are the diet of <a href=\"https://www.j-archive.com/media/2021-06-21_J_09.jpg\" target=\"_blank\">this</a> type of parrot named for a classic character; check out that hairline</td>","<td id=\"clue_J_4_1\" class=\"clue_text\">Henry Fonda &amp; a jury decide a fate<br>(1957)</td>","<td id=\"clue_J_5_1\" class=\"clue_text\">To make it more accessible, Stephen Hawking followed up \"A Brief History of Time\" with this even more concise version</td>","<td id=\"clue_J_6_1\" class=\"clue_text\">Aye, it means connected with the sea or nautical activities</td>","<td id=\"clue_J_1_2\" class=\"clue_text\">In 2012 this soccer star stylishly transported the torch up the Thames in a speedboat</td>","<td id=\"clue_J_2_2\" class=\"clue_text\">Cercarial dermatitis, this type of athlete's \"itch\", is not caused by chlorine but by a parasite</td>","<td id=\"clue_J_3_2\" class=\"clue_text\">This country's flag has 5 stars for the 5 lands of the United Provinces of Central America; conveniently, they form an \"H\"</td>","<td id=\"clue_J_4_2\" class=\"clue_text\">O'shea Jackson Jr. plays Ice Cube (his dad) <br>(2015)</td>","<td id=\"clue_J_5_2\" class=\"clue_text\">Boris Fausto's \"Concise History of\" this nation covers 500 years, starting with the arrival of the Portuguese</td>","<td id=\"clue_J_6_2\" class=\"clue_text\">In this system, employees choose the hours they wish to work as long as it totals a full day</td>","<td id=\"clue_J_1_3\" class=\"clue_text\">In 1956 on a flight from Singapore to Jakarta, the Olympic torch crossed this for the first time</td>","<td id=\"clue_J_2_3\" class=\"clue_text\">Postural orthostatic tachycardia syndrome is also known as Grinch syndrome because this organ is too small</td>","<td id=\"clue_J_3_3\" class=\"clue_text\">The last person to receive a pension from this war died in 2020; the 90-year-old woman's dad changed sides midway through</td>","<td id=\"clue_J_4_3\" class=\"clue_text\">Robin Williams tells his students to seize the day (1989)</td>","<td id=\"clue_J_5_3\" class=\"clue_text\">\"Lifeboat No. 8\" by Elizabeth Kaye recounts this disaster in 70 pages from the point of view of a group of survivors</td>","<td id=\"clue_J_6_3\" class=\"clue_text\">Louis Chauvin &amp; Thomas Turpin were pioneers of this syncopated forerunner of jazz</td>","<td id=\"clue_J_2_4\" class=\"clue_text\">A type of glossitis, \"geographic\" this sense organ gives it a map-like appearance</td>","<td id=\"clue_J_3_4\" class=\"clue_text\">Bruce Peterson's horrific 1967 crash of Northrop's M2-F2 was in this 1970s TV series opening; Peterson survived, but without bionics</td>","<td id=\"clue_J_4_4\" class=\"clue_text\">Hilary Swank hits like a girl<span class=\"nobreak\">--</span>a really, really powerful girl <br>(2004)</td>","<td id=\"clue_J_5_4\" class=\"clue_text\">Pruning away some of its regal glamour, \"My Kingdom for a Horse\" is a capsule of this British conflict</td>","<td id=\"clue_J_6_4\" class=\"clue_text\">It begins at midnight at 0 degrees longitude &amp; includes a place name</td>","<td id=\"clue_J_2_5\" class=\"clue_text\">Similar to carpal tunnel syndrome, \"baby\" this joint affects the parents, not the baby</td>","<td id=\"clue_J_3_5\" class=\"clue_text\">This app that took a wild ride in 2021 with stocks like AMC Theatres was formed in 2015 to democratize investing</td>","<td id=\"clue_J_4_5\" class=\"clue_text\">Adam Sandler takes out Drew Barrymore over &amp; over <br>(2004)</td>","<td id=\"clue_J_5_5\" class=\"clue_text\">Jonathan Clements' \"Brief History of\" this group asks, were they \"the last pagans or the first modern Europeans?\"</td>","<td id=\"clue_J_6_5\" class=\"clue_text\">2-word term referring to a period before recorded history; in law, a claim dating from then needs no proof</td>"],"answers":["arrow","avocado","Dracula","\"Angry\"","A Briefer History of Time","maritime","Beckham","swimmer's","Honduras","\"Outta\"","Brazil","flex time","the equator","the heart","the American Civil War","\"Poets\"","the Titanic","ragtime","tongue","The Six Million Dollar Man","\"Dollar\"","the War of the Roses","Greenwich Mean Time","wrist","Robinhood","\"First\"","the Vikings","time immemorial"],"doubleCategories":["YOU'RE ALL OVER THE MAP","POP CULTURE","AUTHORS' THIRD BOOKS","QUITE A PARADOX","FAMILIAR PHRASES","PURPLE HEART RECIPIENTS"],"doubleClues":["<td id=\"clue_DJ_1_1\" class=\"clue_text\">This desert stretches more than 3,000 miles from Mauritania to Sudan</td>","<td id=\"clue_DJ_2_1\" class=\"clue_text\">In 2020 this character was back in \"Subsequent Moviefilm: Delivery of Prodigious Bribe to American Regime...\"</td>","<td id=\"clue_DJ_4_1\" class=\"clue_text\">Olbers' paradox is the fact that the night sky is dark; why don't these light it up?</td>","<td id=\"clue_DJ_5_1\" class=\"clue_text\">Temperature-based phrase for information that's just been printed in a newspaper</td>","<td id=\"clue_DJ_6_1\" class=\"clue_text\">World War I Sergeant Stubby, who warned soldiers of gas attacks, is seen <a href=\"https://www.j-archive.com/media/2021-06-21_DJ_23.jpg\" target=\"_blank\">here</a> with his medals &amp; of course, <a href=\"https://www.j-archive.com/media/2021-06-21_DJ_23a.jpg\" target=\"_blank\">these</a> around his neck</td>","<td id=\"clue_DJ_1_2\" class=\"clue_text\">To sail from the Bahamas to the U.S. mainland, you cross <a href=\"https://www.j-archive.com/media/2021-06-21_DJ_03.jpg\" target=\"_blank\">these</a> straits</td>","<td id=\"clue_DJ_2_2\" class=\"clue_text\">Seen here, <a href=\"https://www.j-archive.com/media/2021-06-21_DJ_17.jpg\" target=\"_blank\">Anya-Taylor Joy</a> helped make this miniseries one of streaming TV's most successful</td>","<td id=\"clue_DJ_3_2\" class=\"clue_text\">In this third John Grisham thriller, 2 Supreme Court justices are killed &amp; a journalist helps a law student on the run</td>","<td id=\"clue_DJ_4_2\" class=\"clue_text\">The liar paradox begins with a contradictory statement: the given \"sentence is\" this</td>","<td id=\"clue_DJ_5_2\" class=\"clue_text\">Longtime Philly DJ Jerry Blavat helped popularize this \"explosive\" rhyming phrase for something good out of the old days</td>","<td id=\"clue_DJ_6_2\" class=\"clue_text\">Future Illinois Senator Tammy Duckworth received the medal after an RPG took down this she was piloting in Iraq in 2004</td>","<td id=\"clue_DJ_1_3\" class=\"clue_text\">We believe you'll be \"Abel\" to name this sea between Australia &amp; New Zealand that covers nearly a million square miles in area</td>","<td id=\"clue_DJ_2_3\" class=\"clue_text\">In 2020 the plastic crown worn by this \"Big Poppa\" rapper in his final photo shoot sold at auction for nearly $600,000</td>","<td id=\"clue_DJ_3_3\" class=\"clue_text\">The title refers to a high-flying rocket in this third Ian Fleming James Bond novel</td>","<td id=\"clue_DJ_4_3\" class=\"clue_text\">One of Zeno's paradoxes involves Achilles racing this animal (which had a head start)</td>","<td id=\"clue_DJ_5_3\" class=\"clue_text\">To the phrase \"Safe as\" these little creatures, James Thurber added \"under a cookstove\"</td>","<td id=\"clue_DJ_6_3\" class=\"clue_text\">He is the only U.S. president to have received the medal</td>","<td id=\"clue_DJ_1_4\" class=\"clue_text\">Extending from the Arctic coast to the Kazakhstan border, this Russian mountain range goes north/south for about 1,500 miles</td>","<td id=\"clue_DJ_2_4\" class=\"clue_text\">Watch out, William! Prince Harry said one of his favorite films is this 1994 Disney cartoon with a royal sibling usurper</td>","<td id=\"clue_DJ_3_4\" class=\"clue_text\">Marine officer &amp; disciplinarian dad Bull Meecham in this third book by Pat Conroy calls himself this, the novel's title</td>","<td id=\"clue_DJ_4_4\" class=\"clue_text\">\"No one does wrong voluntarily\" is one of the paradoxes this man attributed to Socrates</td>","<td id=\"clue_DJ_5_4\" class=\"clue_text\">Travis McGee observes, \"People who become\" these \"in their own time usually have very little time left\"</td>","<td id=\"clue_DJ_6_4\" class=\"clue_text\">Kurt Vonnegut said his Purple Heart was not for surviving the firebombing of this German city but for frostbite</td>","<td id=\"clue_DJ_1_5\" class=\"clue_text\">Ontario is on the eastern border of this Canadian province that boasts Brandon &amp; Flin Flon</td>","<td id=\"clue_DJ_2_5\" class=\"clue_text\">Scandal sang, \"Shooting at the walls of heartache, bang bang, I am\" this</td>","<td id=\"clue_DJ_3_5\" class=\"clue_text\">Set in 18th century Italy, Anne Rice's \"Cry to Heaven\" is about 2 of these male sopranos, adored as singers, yet shunned as men</td>","<td id=\"clue_DJ_4_5\" class=\"clue_text\">William Stanley Jevons' 19th century paradox stated if you increase this fuel's efficiency, consumption of it will rise</td>","<td id=\"clue_DJ_5_5\" class=\"clue_text\">Shakespeare put \"cry\" before this word, an order to soldiers to start looting &amp; pillaging</td>","<td id=\"clue_DJ_6_5\" class=\"clue_text\">Rod Serling was awarded a Purple Heart &amp; this country's liberation medal for his efforts in places like Leyte</td>"],"doubleAnswers":["the Sahara","Borat","stars","hot off the presses","dog tags","the Straits of Florida","The Queen's Gambit","The Pelican Brief","false","blast from the past","a helicopter","the Tasman Sea","the Notorious B.I.G.","Moonraker","a tortoise","kittens","John F. Kennedy","the Urals","The Lion King","The Great Santini","Plato","legends","Dresden","Manitoba","warrior","castrati","coal","havoc","the Philippines"],"finalCategory":["REFERENCE BOOKS"],"finalClue":["Emily Dickinson made frequent use of a work by this family friend & said that for several years, it was \"my only companion\""],"finalAnswer":["(Noah) Webster"],"date":["Show #8426 - Monday, June 21, 2021"]}